{
  "navbtn": "Home",
  "navbtn1": "About",
  "navbtn2": "Contact",
  "wellcome": "This is WEB BLOB",
  "wellcome1": "We make Websites",
  "wellcome2": "Well organized",
  "wellcome3": "Looks cool",
  "wellcome4": "Fast",
  "intro-h": "What we do",
  "intro-p": "We are good in creating sites for individuals and small businesses. Your website is the first impression your customers will get, so make sure it’s a good one. We are not using templates and write every part of your website ourselves. The process usually starts with a design in case you don't have one. If you already have a design - we can work with it.",
  "intro-p1": "Simplicity is one of the golden rules of website design. People should have an enjoyable, positive experience when using your website. Our approach is to create a website that strengthens your company’s brand while ensuring ease of use and simplicity for your audience.",
  "intro-p2": "Digital design concept is created using your guidelines for a personalised look and feel. Feedback on the design concept is essential to give you the opportunity to express your thoughts on the design and make any changes where needed before the final version.",
  "intro-p3": "We are keen advocates of producing prototypes before fully coding. These prototypes are a hybrid of design and interaction that enable you to experience how a user interface will feel before it is coded. This gives an opportunity to provide feedback at an early stage.",
  "intro-p4": "Once the design has been finalised, the creation of the website begins. The website development process starts by taking the graphical elements (colors, fonts, layout, images) defined in the design process. Then we use HTML, CSS, JavaScript (and even React and other technologies if needed) to produce responsive websites and web apps that provide users the best and most appropriate experience suited to their device and browser.",
  "cards-h": "How can we help you",
  "design-h": "DESIGN",
  "design-p": "Using designing tool we make your ideas come true or if you have no ideas yet we can come out with something that fits your profile. In the prototype you will see how your website will look like",
  "create-h": "CODE",
  "create-p": "From the design we can make beautiful website for you so you can impress your clients and show your business reliability. The website is written by hand using programing languages",
  "update-h": "UPDATE",
  "update-p": "We can help keeping your website up to date with regular technical updates and content refresh upon request. Perhaps you would like to improve your website with new ideas and features",
  "promote-h": "PROMOTE",
  "promote-p": "Make your website stand out and reach your target audience using your existing marketing strategy or creating one for you. It’s not connected to the website building, but our team has experience in it",
  "about-us-h": "About us",
  "about-us-p": "We are Web Blob - a small team of developers/designers who enjoy coding. Coding is our passion. We always like to learn new technologies and we feel wonderful to see websites creation and projects coming alive. Hearing your ideas and thoughts and transforming them into the websites that will be good for your business - brings us joy. We are so proud when we can build an online bridge to connect you and the people who want to approach you on the internet. ",
  "about-us-p1": "Why we started coding? We think everyone deservers to do the job that is enjoyable for them and is fulfilling - we enjoy building websites from scratch. Coding for us is like eating vegetables: you don’t understand it’s good unless you start eating them. More and more you consume of it you feel the positive results in your life... Starting making websites was not easy for us in the beginning, but when we started it we loved it.",
  "about-us-p2": "When we are not doing work - you can find us in the gym. A wise man once said “healthy mind in the healthy body”. We belive in it so besides the working hours we like to hit the GYM, and doing other physical activities.",
  "testimonials-h": "They say",
  "comment": "“ Good service, they made for us an amazing website. Definitely recommend to work with them ”",
  "person": "Dávid",
  "comment1": "“ They had correct offer. The website turned out better than I imagined. I’m satisfied with it ”",
  "person1": "Csaba",
  "comment2": "“ I had an opportunity to see this team working. They are an efficient team I managed to collaborate well with them ”",
  "person2": "Dr Tobias",
  "contact-us": "Planing a Website?",
  "contact-us1": "Drop us a message",
  "policy": "Privacy Policy",
  "copyright": "© 2023 Dzserold & Ana",
  "policy-date": "Last updated: 13th of November 2023.",
  "policy-p": "Thank you for visiting Web Blob website. Your privacy is important to us. This Privacy Policy outlines the types of personal information we receive and collect when you use our website, as well as how we safeguard your information. By using this website, you consent to the terms outlined in this policy.",
  "policy-info-h": "Information We Collect: Contact Form",
  "policy-info-p": "When you use the contact form on our website, we collect the following information: Your Name, Your Email Address, Your Message. We use this information solely for the purpose of responding to your inquiries or messages. We do not use this information for marketing purposes, and we do not share this information with third parties.",
  "cookies-h": "Cookies and Log Files",
  "cookies-p": "Like many other websites, we use cookies to enhance your experience while using our website. Cookies are small files that are stored on your computer's hard drive through your web browser. These cookies are used to analyze website traffic, customize content based on your preferences, and gather information about your browsing habits on our site. You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies. If you disable or refuse cookies, please note that some parts of this website may become inaccessible or not function properly.",
  "cookies-p1": "We also use log files to track trends, administer the site, and gather demographic information. IP addresses, browser type, Internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks are used to analyze trends, administer the site, track user's movement in the aggregate, and gather broad demographic information for aggregate use.",
  "security-h": "Security",
  "security-p": "We take reasonable precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline.",
  "other-sites-h": "Links to Other Websites",
  "other-sites-p": "This website may contain links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.",
  "policy-changes-h": "Changes to This Privacy Policy",
  "policy-changes-p": "We may update our Privacy Policy from time to time. Any changes to this policy will be posted on this page.",
  "policy-contact-h": "Contact Us",
  "policy-contact-p": "If you have any questions or concerns about this Privacy Policy, please contact us at "
}