{
  "navbtn": "Kezdőlap",
  "navbtn1": "Rólunk",
  "navbtn2": "Kapcsolat",
  "wellcome": "Ez WEB BLOB",
  "wellcome1": "Weboldalakat csinálunk",
  "wellcome2": "Jól rendezett",
  "wellcome3": "Jól néz ki",
  "wellcome4": "Jó gyors",
  "intro-h": "Amivel foglalkozunk",
  "intro-p": "Jók vagyunk Weboldalak készítésében főként magánszemélyek és kisvállalkozások részére. Az ügyfeleid első benyomása a weboldaladon múlik, ezért menj biztosra, hogy az oldalad egy jó választás. Ezért mi nem használunk előre összerakott sablonokat, inkább saját magunk írjuk a egésszet. A folyamat általában a dizájnnal kezdedők, de hogy ha már neked, tudunk abból is dolgozni. ",
  "intro-p1": "A jó webdizájn egyik aranyszabálya a letisztultság. Egy jó weboldal pedig pozitív, kellemes benyomást kelt abban aki használja. A mi megközelítésünk az, hogy olyan weboldalt hozzunk létre, amely erősíti cége márkáját, miközben biztosítja a közönség számára a könnyű használatot és az egyszerűséget. ",
  "intro-p2": "A digititális terveket úgy készítjük el, hogy az összhangban legyen elképzeléseiddel, miközben figyelembe vesszük személyes igényeidet. A tervekkel kapcsolatod visszajelzésekkel idővel még funomítjuk a dizájnt. Ha szükséges, változtatunk rajta, hogy megfelejen legyen igényeidnek. ",
  "intro-p3": "Szívesen támogatjuk a prototípusok gyártását a teljes kódolás előtt. Ezek a prototípusok a dizájn és az interakció keverékei, amelyek lehetővé teszik, hogy megtapasztald, hogyan fog majd festeni az oldalad, mielőtt elkészül. Ez lehetőséget ad majd változtatásokra mielőtt elkezdődne a weboldalad építése. ",
  "intro-p4": "A tervezés véglegesítése után megkezdődik a weboldal elkészítése. A weboldal fejlesztési folyamat a tervezési folyamatban meghatározott grafikai elemek (színek, betűtípusok, elrendezés, képek) felvételével kezdődik. Ezután HTML-t, CSS-t, JavaScriptet (Reactet és más technológiákat is szükség esetén) használunk olyan reszponzív webhelyek és webalkalmazások létrehozására, amelyek a legjobb és legmegfelelőbb élményt nyújtják a felhasználóidnak alkalmazkodva külömböző eszközeikhez és böngészőikhez. ",
  "cards-h": "Amiben segíteni tudunk",
  "design-h": "DIZÁJN",
  "design-p": "Tervező eszközzel megvalósítjuk elképzeléseit, d ha még nincs ötleted, ki tudunk hozni valamit, ami illik a profilodhoz. A prototípusban láthatod majd, hogyan fog kinézni a weboldalad",
  "create-h": "PROGRAMOZÁS",
  "create-p": "A tervezésből gyönyörű weboldalt készíthetünk neked, így lenyűgözheted ügyfeleidet és látogatóidat valamint megmutathatod a vállalkozásod megbízhatóságát. A weboldalt kézzel írjuk, programozási nyelveket használva",
  "update-h": "FEJLESZTÉS",
  "update-p": "Tartsd naprakészen a weboldalad rendszeres műszaki frissítésekkel és újj tartalmakkal. Talán új ötletekkel és funkciókkal szeretnéd fejleszteni oldalad. Ebben is tudunk segíteni",
  "promote-h": "MARKETING",
  "promote-p": "Tedd kiemelkedővé weboldalad, és érd el célközönséged egy meglévő marketingstratégia segítségével. Nem kapcsolódik a honlapkészítéshez, de csapatunknak van tapasztalata ebben is",
  "about-us-h": "Rólunk",
  "about-us-p": "Mi vagyunk a Web Blob – egy kis csapat fejlesztők/designerek, akik élvezik a kódolást. A kódolás a szenvedélyünk. Mindig szeretünk új technológiákat tanulni, és csodálatosnak érezzük, hogy weboldalak jönnek létre és a megtervezett projektek életre kelnek. Örömet okoz számunkra az ötletek és gondolatok meghallgatása és átalakítása olyan weboldalakká, amelyek jót tesznek a vállalkozásoknak. Büszkék vagyunk arra, ha sikerül egy olyan hidat épitenünk amelyen keresztül az emberek meg tudnak közelíteni online. ",
  "about-us-p1": "Miért kezdtük el a kódolást? Szerintünk mindenki megérdemli, hogy azt a munkát végezze, ami számára kellemes és kielégítő – mi a weboldalak készítését élvezzük. A kódolás számunkra olyan, mint akár a zöldségevés: nem érted meg, hogy jó, ha el nem kezded fogyasztani. Egyre többet fogyasztasz belőle, majd érzed a pozitív eredményeket az életedben... Kezdetben nem volt könnyű elkezdeni a weboldalkészítést nekünk se, de amikor megszerettük. ",
  "about-us-p2": "Amikor nem dolgozunk, az edzőteremben találhat meg minket. Egy bölcs ember egyszer azt mondta: „ép testben ép lélek”. Hiszünk ebben, ezért munká órák után szeretünk edzeni és egyéb fizikai tevékenységet is végezni. ",
  "testimonials-h": "Ezt mondják",
  "comment": "“ Jó szolgáltatás, jó weboldalt készítettek nekünk.  Egyértelműen ajánlom őket ”",
  "person": "Dávid",
  "comment1": "“ Nagyon jó ajánlatuk volt. A weboldal amit készítettek jobb lett mint amit elképeltem. Elégedett vagyok velük ”",
  "person1": "Csaba",
  "comment2": "“ Volt alkalmam mgfigyelni őket munka közben. Hatékonyak csapat sikerült jól összedolgoznom velük ”",
  "person2": "Dr Tobias",
  "contact-us": "Tervben egy Weboldal?",
  "contact-us1": "Dobj egy üzenetet",
  "policy": "Adatvédelmi Szabályzat",
  "copyright": "© 2023 Dzserold & Ana",
  "policy-date": "Utolsó frissítés: 2023. november 13.",
  "policy-p": "Köszönjük, hogy meglátogatta a Web Blob webhelyét. Az Ön adatainak védelme fontos számunkra. Ez az adatvédelmi szabályzat felvázolja, hogy milyen típusú személyes adatokat kapunk és gyűjtünk, amikor Ön weboldalunkat használja, valamint azt, hogy miként védjük adatait. A weboldal használatával Ön elfogadja a jelen szabályzatban leírt feltételeket.",
  "policy-info-h": "Gyűjtött információk: Kapcsolatfelvételi űrlap",
  "policy-info-p": "Amikor a weboldalunkon található kapcsolatfelvételi űrlapot használja, a következő információkat gyűjtjük: neve, e-mail címe, üzenete. Ezeket az információkat kizárólag arra a célra használjuk fel, hogy megválaszoljuk kérdéseit vagy üzeneteit. Ezeket az információkat nem használjuk fel marketing célokra, és nem osztjuk meg harmadik felekkel.",
  "cookies-h": "Cookie-k és naplófájlok",
  "cookies-p": "Sok más webhelyhez hasonlóan mi is cookie-kat használunk, hogy javítsuk az Ön élményét weboldalunk használata során. A cookie-k kis fájlok, amelyeket a számítógépe merevlemezén tárolnak a webböngészőn keresztül. Ezeket a sütiket a webhely forgalmának elemzésére, a tartalom az Ön preferenciái alapján történő testreszabására, valamint az oldalunkon való böngészési szokásaira vonatkozó információk gyűjtésére használjuk. Beállíthatja böngészőjét úgy, hogy elutasítsa az összes vagy néhány böngésző cookie-t, vagy figyelmeztesse Önt, amikor a webhelyek cookie-kat állítanak be vagy hozzáférnek. Ha letiltja vagy elutasítja a cookie-kat, kérjük, vegye figyelembe, hogy a webhely egyes részei elérhetetlenné válhatnak, vagy nem működnek megfelelően.",
  "cookies-p1": "Naplófájlokat is használunk a trendek nyomon követésére, a webhely adminisztrálására és a demográfiai adatok gyűjtésére. Az IP-címek, a böngésző típusa, az internetszolgáltató (ISP), a hivatkozási/kilépési oldalak, a platform típusa, a dátum-/időbélyegző és a kattintások száma a trendek elemzésére, a webhely adminisztrálására, a felhasználók mozgásának nyomon követésére és az összesített adatok összegyűjtésére szolgál. demográfiai adatok összesített felhasználásra.",
  "security-h": "Security",
  "security-p": "Ésszerű óvintézkedéseket teszünk adatai védelme érdekében. Amikor bizalmas információkat küld el a webhelyen keresztül, az adatai online és offline is védettek.",
  "other-sites-h": "Más webhelyekre mutató hivatkozások",
  "other-sites-p": "Ez a webhely más oldalakra mutató hivatkozásokat tartalmazhat. Kérjük, vegye figyelembe, hogy nem vállalunk felelősséget az ilyen más webhelyek tartalmáért vagy adatvédelmi gyakorlatáért. Arra biztatjuk felhasználóinkat, hogy legyenek tudatosak, amikor elhagyják oldalunkat, és olvassák el bármely más, személyazonosításra alkalmas adatokat gyűjtő webhely adatvédelmi nyilatkozatát.",
  "policy-changes-h": "Jelenlegi adatvédelmi szabályzat változásai",
  "policy-changes-p": "Időről időre frissíthetjük Adatvédelmi szabályzatunkat. A szabályzat bármely módosítása ezen az oldalon jelenik meg.",
  "policy-contact-h": "Kapcsolat",
  "policy-contact-p": "Ha bármilyen kérdése vagy aggálya van jelen Adatvédelmi szabályzattal kapcsolatban, kérjük, lépjen velünk kapcsolatba a címünkön "
}