{
  "navbtn": "Главная",
  "navbtn1": "О нас",
  "navbtn2": "Контакты",
  "wellcome": "Это WEB BLOB",
  "wellcome1": "Мы разрабатываем вебсайты",
  "wellcome2": "Хорошая структура",
  "wellcome3": "Красивый дизайн",
  "wellcome4": "Быстро",
  "intro-h": "Чем мы занимаемся",
  "intro-p": "Мы создаем вебсайты для частных лиц и малого бизнеса. Ващ вебсайт - ваша визитная карточка и первое впечатление клиентов, поэтому убедитесь, что ваш сайт - достойный. Мы не используем шаблоны и пишем каждую часть вашего сайта сами. Обычно процесс начинается с дизайна, если у вас его нет. Если у вас уже есть дизайн - мы можем работать с ним.",
  "intro-p1": "Минимализм — одно из золотых правил веб-дизайна. Люди должны получать приятные и положительные впечатления от использования вашего сайта. Наш подход заключается в создании веб-сайта, который укрепит бренд вашей компании, обеспечивая при этом простоту использования и ясность для вашей аудитории.",
  "intro-p2": "Концепция цифрового дизайна создается с использованием ваших рекомендаций для индивидуального внешнего вида. Обратная связь по концепции дизайна необходима, чтобы дать вам возможность выразить свои мысли и внести любые изменения, где это необходимо, до окончательной версии.",
  "intro-p3": "Мы сторонники создания прототипов до полного написания кода. Эти прототипы представляют собой гибрид дизайна и взаимодействия, который позволяет вам протестировать, как будет выглядеть пользовательский интерфейс еще до его написания. Это дает возможность предоставить обратную связь на раннем этапе.",
  "intro-p4": "После завершения разработки дизайна начинается создание сайта. Процесс разработки веб-сайта начинается с графических элементов (цветов, шрифтов, макета, изображений), определенных в процессе дизайна. Затем мы используем HTML, CSS, JavaScript (React, и другие технологии если необходимо) для создания адаптивных веб-сайтов и веб-приложений, которые предоставляют пользователям лучший и наиболее подходящий опыт использования, соответствующий их устройствам и браузерам.",
  "cards-h": "Как мы можем вам помочь",
  "design-h": "ДИЗАЙН",
  "design-p": "Используя программы для проектирования, мы воплотим ваши идеи в жизнь, а если у вас еще нет задумок, мы можем предложить что-то, что соответствует вашим запросам. В прототипе вы увидите, как будет выглядеть ваш сайт",
  "create-h": "РАЗРАБОТКА",
  "create-p": "На основе дизайна мы можем создать для вас красивый веб-сайт, чтобы вы могли произвести впечатление на своих клиентов и продемонстрировать надежность своего бизнеса. Сайт написан вручную с использованием языков программирования",
  "update-h": "ОБНОВЛЕНИЕ",
  "update-p": "Мы можем помочь поддерживать ваш веб-сайт в актуальном состоянии путем регулярных технических обновлений и добавления контента по запросу. Возможно, вы хотели бы улучшить свои веб-сайт с помощью новых идей и функций",
  "promote-h": "ПРОДВИЖЕНИЕ",
  "promote-p": "Принимая во внимание существующую маркетинговую стратегию или создав ее для вас, мы поможим охватить вашу целевую аудиторию и сделать ваш сайт замеченым. Наша команда имеет большой опыт в этом направлении",
  "about-us-h": "О нас",
  "about-us-p": "Мы Web Blob — небольшая команда разработчиков/дизайнеров, которые любят программировать. Программирование — наша страсть. Нам нравится изучать новые технологии, и нам приятно видеть, как создаются веб-сайты и оживают проекты. Мы рады узнавать о ваших идеях и задумках и превращать их в веб-сайты, которые будут полезны для вашего бизнеса. Мы очень гордимся тем, что можем построить онлайн-мост, который соединит вас и людей, которые хотят связаться с вами через Интернет.",
  "about-us-p1": "Почему мы начали программировать? Мы считаем, что каждый заслуживает того, чтобы иметь работу, которая приносит ему удовольствие и удовлетворение — нам нравится создавать веб-сайты с нуля. Программирование для нас — это как есть овощи: ты не поймешь, что это полезно, пока не начнешь их есть. Вы потребляете все больше и больше и чувствуете положительные результаты в своей жизни... Поначалу нам было нелегко создавать веб-сайты, но стоило только начать и нам это безумно понравилось.",
  "about-us-p2": "Когда мы не работаем - вы можете найти нас в спортзале. Один мудрый человек однажды сказал: «В здоровом теле здоровый дух». Мы верим в это, поэтому помимо рабочего времени нам нравится посещать тренажерный зал и заниматься другими физическими упражнениями.",
  "testimonials-h": "О нас говорят",
  "comment": "“ Хороший сервис, они сделали для нас потрясающий сайт. Однозначно рекомендую с ними работать ”",
  "person": "Dávid",
  "comment1": "“ У них корректное предложение. Сайт, который они сделали, вышел лучше, чем я представлял. Я доволен им ”",
  "person1": "Csaba",
  "comment2": "“ У меня была возможность увидеть работу этой команды. Они эффективная команда, мне удалось хорошо с ними посотрудничать ”",
  "person2": "Dr Tobias",
  "contact-us": "Вам нужен вебсайт?",
  "contact-us1": "Напишите нам",
  "policy": "Политика Конфиденциальности",
  "copyright": "© 2023 Dzserold & Ana",
  "policy-date": "Последнее обновление: 13 ноября 2023 г.",
  "policy-p": "Благодарим вас за посещение веб-сайта Web Blob. Ваша конфиденциальность важна для нас. В данной Политике конфиденциальности описываются типы личной информации, которую мы получаем и собираем, когда вы используете наш веб-сайт, а также способы защиты вашей информации. Используя этот веб-сайт, вы соглашаетесь с условиями, изложенными в этой политике.",
  "policy-info-h": "Информация, которую мы собираем: контактная форма",
  "policy-info-p": "Когда вы используете контактную форму на нашем веб-сайте, мы собираем следующую информацию: ваше имя, ваш адрес электронной почты, ваше сообщение. Мы используем эту информацию исключительно с целью ответа на ваши запросы или сообщения. Мы не используем эту информацию в маркетинговых целях и не передаем эту информацию третьим лицам.",
  "cookies-h": "Файлы cookie и лог-файлы",
  "cookies-p": "Как и многие другие веб-сайты, мы используем файлы cookie, чтобы вам было удобнее пользоваться нашим сайтом. Файлы cookie — это небольшие файлы, которые сохраняются на жестком диске вашего компьютера через веб-браузер. Эти файлы cookie используются для анализа трафика веб-сайта, настройки контента в соответствии с вашими предпочтениями и сбора информации о ваших привычках просмотра нашего сайта. Вы можете настроить свой браузер так, чтобы он отказывался от всех или некоторых файлов cookie браузера или предупреждал вас, когда веб-сайты устанавливают файлы cookie или получают к ним доступ. Если вы отключите или откажетесь от файлов cookie, обратите внимание, что некоторые части этого веб-сайта могут стать недоступными или работать неправильно.",
  "cookies-p1": "Мы также используем лог-файлы для отслеживания тенденций, администрирования сайта и сбора демографической информации. IP-адреса, тип браузера, интернет-провайдер (ISP), страницы перехода/выхода, тип платформы, отметка даты/времени и количество кликов используются для анализа тенденций, администрирования сайта, отслеживания перемещений пользователей в совокупности и сбора информации о демографическая информация для совокупного использования.",
  "security-h": "Безопасность",
  "security-p": "Мы принимаем разумные меры предосторожности для защиты вашей информации. Когда вы отправляете конфиденциальную информацию через веб-сайт, ваша информация защищена как онлайн, так и оффлайн.",
  "other-sites-h": "Ссылки на другие сайты",
  "other-sites-p": "Этот веб-сайт может содержать ссылки на другие сайты. Имейте в виду, что мы не несем ответственности за содержание или политику конфиденциальности таких других сайтов. Мы призываем наших пользователей быть внимательными, когда они покидают наш сайт, и читать политику о конфиденциальности любого другого сайта, который собирает личную информацию.",
  "policy-changes-h": "Изменения политики конфиденциальности",
  "policy-changes-p": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Любые изменения в этой политике будут опубликованы на этой странице.",
  "policy-contact-h": "Контакты",
  "policy-contact-p": "Если у вас есть какие-либо вопросы или сомнения по поводу данной Политики конфиденциальности, свяжитесь с нами по адресу"
}